Repository: mbigard/freedone
Catalog: themes/alysum/translations/*/ModulesProductcommentsShop.*.xlf
Languages: cs_cz, de_de, uk_ua

source: Your report cannot be sent
cs_cz: Vaše hlášení nelze odeslat
de_de: Ihre Meldung kann nicht gesendet werden
uk_ua: Вашу скаргу не вийшло надіслати

source: Your report has been submitted and will be considered by a moderator.
cs_cz: Vaše hlášení bylo odesláno a bude zváženo moderátorem.
de_de: Ihre Meldung wurde übermittelt und wird durch einen Moderator geprüft.
uk_ua: Вашу скаргу подано, і його буде розглядати модератор.

source: Report sent
cs_cz: Zpráva odeslána
de_de: Meldung gesendet
uk_ua: Скарга відправлена

source: Are you sure that you want to report this comment?
cs_cz: Opravdu chcete nahlásit tento komentář?
de_de: Möchten Sie diesen Kommentar wirklich melden?
uk_ua: Ви впевнені, що хочете повідомити про цей коментар?

source: Report comment
cs_cz: Nahlásit komentář
de_de: Kommentar melden
uk_ua: Поскаржитися на коментар

source: Your review appreciation cannot be sent
cs_cz: Vaše hodnocení nelze odeslat
de_de: Ihre Bewertung der Rezension kann nicht gesendet werden
uk_ua: Вашу оцінку відгуку не вийшло надіслати

source: Comments
cs_cz: Komentáře
de_de: Kommentare
uk_ua: Коментарі

source: Sorry, your abuse report cannot be sent.
cs_cz: Litujeme, vaše hlášení o zneužití nelze odeslat.
de_de: Entschuldigung, Ihre Meldung kann nicht gesendet werden.
uk_ua: На жаль, ваш звіт про порушення не вийшло надіслати.

source: Sorry, your review appreciation cannot be sent.
cs_cz: Je nám líto, ale vaše hodnocení nelze odeslat.
de_de: Entschuldigung, Ihre Bewertung der Rezension kann nicht gesendet werden.
uk_ua: На жаль, вашу оцінку відгуку не вийшло надіслати.

source: Write your review
cs_cz: Napište recenzi
de_de: Eigenen Kommentar verfassen
uk_ua: Напишіть свій відгук

source: Report abuse
cs_cz: Nahlásit zneužití
de_de: Mißbrauch melden
uk_ua: Повідомити про зловживання

source: Read user reviews
cs_cz: Přečtěte si uživatelské recenze
de_de: Kundenbewertungen lesen
uk_ua: Читайте відгуки користувачів

source: Your review cannot be sent
cs_cz: Vaši recenzi nelze odeslat
de_de: Ihre Bewertung kann nicht gesendet werden
uk_ua: Ваш відгук не може бути надісланий

source: Review sent
cs_cz: Recenze byla odeslána
de_de: Bewertung gesendet
uk_ua: Відгук надіслано

source: Your comment has been added!
cs_cz: Váš komentář byl přidán!
de_de: Ihr Kommentar wurde hinzugefügt.
uk_ua: Ваш коментар додано!

source: Your comment has been submitted and will be available once approved by a moderator.
cs_cz: Váš komentář byl odeslán a bude k dispozici po schválení moderátorem
de_de: Ihr Kommentar wurde gespeichert und wird sofort nach Freigabe durch einen Moderator angezeigt.
uk_ua: Ваш коментар надіслано, буде доступний після схвалення модератором.

source: Send
cs_cz: Poslat
de_de: Senden
uk_ua: Надіслати

source: Cancel
cs_cz: zrušení
de_de: Abbrechen
uk_ua: Скасувати

source: Required fields
cs_cz: Povinná pole
de_de: Pflichtfelder
uk_ua: Обов'язкові поля

source: Review
cs_cz: Posouzení
de_de: Kommentar
uk_ua: Огляд

source: Your name
cs_cz: Tvé jméno
de_de: Ihr Name
uk_ua: Ім'я

source: Title
cs_cz: Titul
de_de: Überschrift
uk_ua: Заголовок

source: Sorry, your review cannot be posted.
cs_cz: Je nám líto, ale vaši recenzi nelze zveřejnit.
de_de: Entschuldigung, Ihre Bewertung kann leider nicht veröffentlicht werden.
uk_ua: На жаль, ваш відгук не можна опублікувати.

source: No customer reviews for the moment.
cs_cz: Prozatím nemáme žádné recenze zákazníků.
de_de: Aktuell keine Kunden-Kommentare
uk_ua: На даний момент відгуків немає.

source: Be the first to write your review
cs_cz: Buďte první, kdo napíše recenzi
de_de: Schreiben Sie den ersten Kundenkommentar
uk_ua: Напишіть свій відгук першим

source: Yes
cs_cz: Ano
de_de: Ja
uk_ua: Так

source: No
cs_cz: Ne
de_de: Nein
uk_ua: Ні

source: Grade
cs_cz: Stupeň
de_de: Rang
uk_ua: Оцінка

source: OK
uk_ua: Ок

source: Great delivery service
cs_cz: Skvělá doručovací služba
uk_ua: Чудова служба доставки

source: Frank
uk_ua: Франко

source: By %1$s
de_de: Von %1$s

source: Product Comments
de_de: Kommentare
