Repository: mbigard/freedone
Catalog: themes/alysum/translations/*/ShopThemeAmp.*.xlf
Languages: lt_lt, ro_ro

source: No links here
lt_lt: Nuorodų nėra

source: Be the first to know
lt_lt: Sužinokite pirmi

source: Subscribe for the latest news and get 15 euro off your first order
lt_lt: Prenumeruokite naujienas ir gaukite spec.pasiūlymus pirmi

source: Your Email
lt_lt: El.pašto adresas
ro_ro: Adresa ta de email

source: Email address is missing
lt_lt: Įveskite el.pašto adresą
ro_ro: Adresa de email lipseste

source: Wrong email address
lt_lt: Neteisingas el.pašto adresas
ro_ro: Adresa de email gresita

source: Subscribe
lt_lt: Prenumeruoti naujienas

source: Menu
lt_lt: Meniu

source: Close
lt_lt: Uždaryti

source: WhatsApp Chat
lt_lt: WhatsAPP

source: User Area
lt_lt: Paskyra

source: Guest
lt_lt: Svečias

source: Hi
lt_lt: Sveiki

source: Languages
lt_lt: Kalbos

source: Currencies
lt_lt: Valiutos

source: My Account
lt_lt: Paskyra

source: Logout
lt_lt: Atsijungti

source: Logged Out Success
lt_lt: Atsijungėte
ro_ro: Te-ai dezautentificat cu succes

source: Our Terms
lt_lt: Privatumo politika

source: This website uses cookies to ensure you get the best experience on our website
lt_lt: Ši svetainė naudoja slapukus, kad užtikrintų geriausią patirtį mūsų svetainėje

source: Learn more about cookies
lt_lt: Sužinokite daugiau apie slapukus

source: I accept
lt_lt: Supratau

source: Login
lt_lt: Prisijunkite

source: Register
lt_lt: Registruokitės

source: Description
lt_lt: Aprašymas

source: Subcategories
lt_lt: Subkategorijos
ro_ro: Subcategorii

source: Bestsllers
lt_lt: Perkamiausios

source: You are searching for
lt_lt: Jūs ieškojote

source: Your search request is empty
lt_lt: Nieko nerasta

source: No products found
lt_lt: Prekių nėra
ro_ro: Niciun produs gasit

source: Add to cart
lt_lt: Pirkti

source: Unavailable
lt_lt: Nėra
ro_ro: Indisponibil

source: Success
lt_lt: Prekė įdėta į krepšelį

source: Unable to Add to cart
lt_lt: Nepavyko įdėti į krepšelį

source: Waiting
lt_lt: Laukti

source: View Product
lt_lt: Peržiūrėti

source: Product Filter
lt_lt: Filtras

source: No Selection
lt_lt: Nėra pasirinkimo

source: Sort By
lt_lt: Rikiuoti pagal

source: Relevance
lt_lt: Svarbumas

source: Name, A to Z
lt_lt: A-> Z
ro_ro: Nume, A - Z

source: Name, Z to A
lt_lt: Z -> A
ro_ro: Nume, Z - A

source: Price, low to high
lt_lt: Pigiausias -> Brangiausias

source: Price, high to low
lt_lt: Brangiausias -> Pigiausias

source: Add date, old to new
lt_lt: Nuo vėliausiai įkelto iki naujausio
ro_ro: Data adaugarii, descrescator

source: Add date, new to old
lt_lt: Nuo naujausio iki vėliausiai įkelto
ro_ro: Data adaugarii, crescator

source: Apply
lt_lt: Pateikti

source: Done
lt_lt: Atlikta

source: Unable to Sort Products
lt_lt: Rikiavimas nepavyko

source: Load More
lt_lt: Rodyti daugiau

source: Show More Products
lt_lt: Rodyti daugiau

source: Unable to Load More Products
lt_lt: Nepavyko užkrauti daugiau prekių
ro_ro: Nu se pot incarca mai multe produse

source: No more products
lt_lt: Prekių nėra

source: Reference
lt_lt: Kodas
ro_ro: Cod produs

source: Quantity
lt_lt: Kiekis

source: Rating
lt_lt: Įvertinimas

source: Add review
lt_lt: Pridėti atsiliepimą

source: Size Guide
lt_lt: Dydžių gidas

source: Click "Apply Attributes" button
lt_lt: Spauskite "Pateikti"
ro_ro: Apasa pe "Aplica atributele"

source: Apply Attributes
lt_lt: Pateikti

source: No products in stock with such attributes
lt_lt: Šios prekės sandėlyje neturime

source: Add to Favorites
lt_lt: Išsaugoti

source: Unable to add to favorites
lt_lt: Nepavyko išsaugoti prekės

source: The minimum quantity required to buy
lt_lt: Minimalus užsakomas kiekis
ro_ro: Cantitatea minima necesara pentru cumparare

source: The product is in your cart now
lt_lt: Prekė įdėta į krepšelį

source: In stock
lt_lt: Sandėlyje yra

source: No items in stock
lt_lt: Sandėlyje nėra

source: your@email.com
lt_lt: vardas@pastas.lt
ro_ro: adresa ta de email

source: Notify me when available
lt_lt: Informuokite mane kai prekė bus prekyboje
ro_ro: Alerta stoc

source: Reviews
lt_lt: Atsliepimai

source: Title
lt_lt: Kreipinys

source: Your Name
lt_lt: Vardas

source: Comment
lt_lt: Komentaras

source: Click on stars to submit your review
lt_lt: Spustelėkite žvaigždutes, kad pateiktumėte atsiliepimą

source: Thanks for review
lt_lt: Ačiū, už atsliepimą

source: Unable to post review
lt_lt: Nepavyko išsaugoti atsliepimo

source: at
lt_lt: į

source: Edit addresses
lt_lt: El.pašto adresas

source: Applied Vouchers
lt_lt: Pateikti kuponai

source: Checkout Summary
lt_lt: Suvestinė

source: Checkout
lt_lt: Pradėti užsakymą

source: Shopping Cart
lt_lt: Krepšelis

source: Your Cart is Empty
lt_lt: Krepšelis tuščias

source: Customizations
lt_lt: Keitimai

source: Unable to remove
lt_lt: Nepavyko ištrinti

source: Available products quantity
lt_lt: Likutis

source: Products
lt_lt: Prekės

source: Discounts
lt_lt: Nuolaida

source: Shipping
lt_lt: Pristatymas

source: Tax
lt_lt: 21%PVM

source: Total excl. tax
lt_lt: Viso su PVM

source: Total incl. tax
lt_lt: Viso be PVM

source: Total
lt_lt: Viso

source: Contact us
lt_lt: Kontaktai
ro_ro: Contact

source: Our Location
lt_lt: Adresas

source: Contact details
lt_lt: Kontaktai

source: Email
lt_lt: El.paštas

source: Phone
lt_lt: Telefonas

source: Fax
lt_lt: Faks

source: 24/h customer service
lt_lt: dirbame nuo 8-17 val. darbo dienomis

source: We providing really fast and professional support
lt_lt: Teikiame tikrai greitą ir profesionalią pagalbą

source: Subject Heading
lt_lt: Tema

source: Select reference
lt_lt: Pasirinkite kam siųsite
ro_ro: Alege codul de produs

source: Attach File
lt_lt: Pridėti failą
ro_ro: Adauga un fisier

source: Email address
lt_lt: El.paštas
ro_ro: Adresa de email

source: Email address is empty
lt_lt: El.pašto laukas neužpildytas
ro_ro: Adresa de email nu este completata

source: Message
lt_lt: Žinutė
ro_ro: Mesaj

source: A message is empty
lt_lt: Ką nors parašykite
ro_ro: Campul "Mesaj" este gol

source: Send Message
lt_lt: Siųsti
ro_ro: Trimite

source: Something goes wrong. Please try again later
lt_lt: Pabandykite vėliau, įvyko klaida

source: My Cart
lt_lt: Krepšelis

source: Remove
lt_lt: Ištrinti

source: Cart
lt_lt: Krepšelis

source: My favorite products
lt_lt: Išsaugotos prekės

source: You have to login to see Favorite products
lt_lt: Turite prisijungti, kad pamatytumėte savo išsaugotų prekių sąrašą

source: Remove from Favorites
lt_lt: Pašalinti

source: No favorite products have been determined just yet
lt_lt: Nėra išsaugotų prekių

source: Search
lt_lt: Ieškoti

source: Search result page
lt_lt: Paieškos rezultatai

source: Password Recovery
lt_lt: Priminti slaptažodį

source: We have sent a link to reset your password to your email
lt_lt: Nusiuntėme Jums į el.paštą nuorodą su galimybę pasikeisti slaptažodį

source: Here is a list of pending merchandise returns
lt_lt: Sąrašas gražinamų prekių

source: Order
lt_lt: Užsakyti

source: Return
lt_lt: Gražintas

source: Package status
lt_lt: Siuntinio būklė

source: Date issued
lt_lt: Data

source: Returns form
lt_lt: Gražinimai nuo

source: Print out
lt_lt: Atspausdinti

source: You have no merchandise return authorizations
lt_lt: Neturite patvirtintų gražinimų

source: Order returns
lt_lt: Užsakymo gražinimas

source: Select for Return
lt_lt: Pasirinkite gražinimui

source: Select
lt_lt: Pasirinkite

source: Ordered Quantity
lt_lt: Užsakytas kiekis

source: Return Quantity
lt_lt: Gražinamas kiekis

source: Returned
lt_lt: Gražinta

source: Unit price
lt_lt: Vnt, kaina

source: Total price
lt_lt: Kaina

source: Request has been sent
lt_lt: Žinutė išsiųsta

source: Unable to send request
lt_lt: Nepavyko išsiųsti

source: Unable to update address
lt_lt: Nepavyko atnaujinti el.pašto adreso

source: Unable to send a message
lt_lt: Nepavyko išsiųsti žinutės

source: Your message has been sent to our staff
lt_lt: Žinutė išsiųsta

source: Addresses
lt_lt: Adresas

source: Identity
lt_lt: Prisijungimas

source: Save
lt_lt: Išsaugoti

source: Personal information is changed
lt_lt: Išsaugota

source: Something goes wrong. Please try again
lt_lt: Kažkas ne taip, pabandykite vėliau

source: First Name
lt_lt: Vardas

source: Last Name
lt_lt: Pavardė

source: I agree to the
lt_lt: Aš sutinku su

source: terms of service
lt_lt: Privatumo politika

source: I want to register
lt_lt: Noriu užsiregistruoti

source: Unable to Login
lt_lt: Nepavyko prisijungti

source: Unable to Register
lt_lt: Nepavyko užsiregistruoti

source: You are logged in
lt_lt: Jūs prisijungėte

source: Registration Succeed
lt_lt: Registracija sėkminga

source: Forgot your password?
lt_lt: Užmiršote slaptažodį?

source: Your password has been changed successfully
lt_lt: Slaptažodis pakeistas sėkmingai

source: Some error occured
lt_lt: Įvyko klaida

source: Order History
lt_lt: Užsakymų istorija

source: There are no discounts yet
lt_lt: Nuolaidų nėra
ro_ro: Nu ai niciun voucher momentan

source: Customer Information
lt_lt: Kliento informacija

source: Add first address
lt_lt: Pridėti adresą

source: Order history and details
lt_lt: Užsakymo istorija

source: Credit slips
lt_lt: Gražinimai

source: Vouchers
lt_lt: Čekiai

source: Merchandise returns
lt_lt: Prekių gražinimas

source: Order details
lt_lt: Užsakymo informacija

source: You have to agree with out GDPR policy
ro_ro: Trebuie sa accepti Termenii si Conditiile

source: You have to login to add product to favorites
ro_ro: Trebuie sa te autentifici pentru a adauga produse in lista de Favorite
