Repository: mbigard/freedone
Catalog: themes/alysum/translations/*/ShopNavigation.*.xlf
Languages: cs_cz

source: Identity
cs_cz: Identita

source: Our best sales
cs_cz: Naše nejlepší prodeje

source: This page cannot be found
cs_cz: Tato stránka nebyla nalezena

source: login
cs_cz: přihlásit se

source: Suppliers list
cs_cz: Seznam dodavatelů

source: Lost ? Find what your are looking for
cs_cz: Ztracený? Najděte, co hledáte

source: Enter the e-mail address you use to sign in to receive an e-mail with a new password
cs_cz: Zadejte e-mailovou adresu, kterou používáte pro přihlášení, abyste obdrželi e-mail s novým heslem

source: Our new products
cs_cz: Naše nové produkty

source: Manufacturers list
cs_cz: Seznam výrobců

source: Shop powered by PrestaShop
cs_cz: Nakupujte službu PrestaShop

source: Use our form to contact us
cs_cz: Pomocí našeho formuláře nás můžete kontaktovat
