Repository: mbigard/freedone
Catalog: themes/alysum/translations/*/ShopThemeCustomeraccount.*.xlf
Languages: ru_ru

source: Connected as [1]%firstname% %lastname%[/1].
ru_ru: Вошли как [1]%firstname% %lastname%[/1].

source: Not you? [1]Log out[/1]
ru_ru: Не вы? [1]Выйти[/1]

source: Create an account
ru_ru: Создай Аккаунт

source: New customers
ru_ru: Новые пользователи

source: By creating an account with our store, you will be able to move through the checkout process faster, store multiple shipping addresses, view and track your orders in your account and more.
ru_ru: Регистрация позволит вам совершать покупки быстрее, сохранить несколько адресов, следить за посылками и еще много других возможностей

source: Log in to your account
ru_ru: Войдите в аккаунт

source: Returned
ru_ru: Возвращенные

source: Merchandise return
ru_ru: Возврат покупки

source: If you wish to return one or more products, please mark the corresponding boxes and provide an explanation for the return. When complete, click the button below.
ru_ru: Выберите продукты для возврата и укажате причину

source: Request a return
ru_ru: Запросить возврат

source: Forgot your password?
ru_ru: Забыли пароль?

source: Messages
ru_ru: Сообщения

source: Add a message
ru_ru: Добавить сообщение

source: If you would like to add a comment about your order, please write it in the field below.
ru_ru: Напишите ниже свой коментарий к заказу

source: Back to your account
ru_ru: Вернуться в аккаунт

source: Update your address
ru_ru: Обновить адресс

source: New address
ru_ru: Новый адресс

source: Please enter the email address you used to register. You will receive a temporary link to reset your password.
ru_ru: Укажите свой email и мы вышлем вам ccылку на сброс пароля

source: Return details
ru_ru: Детали возврата

source: %number% on %date%
ru_ru: %number% на %date%

source: We have logged your return request.
ru_ru: Мы зарегистрировали ваш запрос на возврат

source: Your package must be returned to us within %number% days of receiving your order.
ru_ru: Ваша посылка должна быть возвращена не познее %number% дней после получения заказа

source: The current status of your merchandise return is: [1] %status% [/1]
ru_ru: Текущий статус возврата: [1] %status% [/1]

source: List of items to be returned:
ru_ru: Список товаров на возврат

source: Reminder
ru_ru: Напоминание

source: All merchandise must be returned in its original packaging and in its original state.
ru_ru: Все покупки обязаны быть в оригинальной упаковке и состоянии

source: Please print out the [1]returns form[/1] and include it with your package.
ru_ru: Распечатайте [1]форму возврата[/1] и вложите в посылку

source: Please check the [1]returns form[/1] for the correct address.
ru_ru: Проверьте правильность адреса на [1]форме возврата[/1]

source: When we receive your package, we will notify you by email. We will then begin processing order reimbursement.
ru_ru: Мы сообщим вам как только получим посылку

source: Please let us know if you have any questions.
ru_ru: Напишите нам если у вас есть вопросы

source: If the conditions of return listed above are not respected, we reserve the right to refuse your package and/or reimbursement.
ru_ru: Если состояние возвращенной покупки неодовлетворительно мы оставляем за собой право отказать в возврате денег

source: Merchandise returns
ru_ru: Возвраты покупок

source: Here is a list of pending merchandise returns
ru_ru: Список возвратов в ожидании

source: Return
ru_ru: Возврат

source: Package status
ru_ru: Статус посылки

source: Returns form
ru_ru: Возврат из

source: Your account
ru_ru: Мой аккаунт

source: Information
ru_ru: Информация

source: Addresses
ru_ru: Адресса

source: Add first address
ru_ru: Добавь первый адресс

source: Order history and details
ru_ru: История покупок

source: Vouchers
ru_ru: Ваучеры

source: Order
ru_ru: Заказ

source: Date issued
ru_ru: Дата вознвкновения проблемы

source: Credit slips
ru_ru: Кредит Слипы

source: Credit slips you have received after canceled orders.
ru_ru: Кредит Слипы полученные за отмененные заказы

source: Credit slip
ru_ru: Кредит Слип

source: View credit slip
ru_ru: Посмотреть Кредит Слип

source: Guest Tracking
ru_ru: Гостевое следение за посылкой

source: Transform your guest account into a customer account and enjoy:
ru_ru: Перевелите свой гостевой аккаунт в пользовательский

source: Personalized and secure access
ru_ru: Персонализированый и безопасный доступ

source: Fast and easy checkout
ru_ru: Упрощенное оформление

source: Easier merchandise return
ru_ru: Облегченный возврат покупки

source: Order history
ru_ru: История заказов

source: Here are the orders you've placed since your account was created.
ru_ru: Заказы оформленные с момента создания аккаунта

source: Details
ru_ru: Детали

source: Guest Order Tracking
ru_ru: Гостевое слежение за посылкой

source: To track your order, please enter the following information:
ru_ru: Чтобы следить за посылкой укажите следующую информацию:

source: For example: QIIXJXNUI or QIIXJXNUI#1
ru_ru: Например: QIIXJXNUI или QIIXJXNUI#1

source: Already have an account?
ru_ru: Уже зарегистрированы?

source: Log in instead!
ru_ru: Войдите!

source: Your addresses
ru_ru: Мои адресса

source: Reset your password
ru_ru: Сбросить пароль

source: Email address: %email%
ru_ru: Email: %email%

source: Your vouchers
ru_ru: Ваши ваучеры

source: Your personal information
ru_ru: Личная информация

source: Order details
ru_ru: Детали заказа

source: Order Reference %reference% - placed on %date%
ru_ru: Номер заказа %reference% - дата %date%

source: Download your invoice as a PDF file.
ru_ru: Скачайте свой инвойс

source: You have given permission to receive your order in recycled packaging.
ru_ru: Вы дали разрешение на упаковку перерабатываемым материалом

source: You have requested gift wrapping for this order.
ru_ru: Вы запросили подарочную упаковку для этого заказа

source: Message
ru_ru: Сообщение

source: Follow your order's status step-by-step
ru_ru: Следуйте за статусом заказа шаг за шагом

source: Click the following link to track the delivery of your order
ru_ru: Перейдите по ссылке чтобы проследить за посылкой
