Repository: mbigard/freedone
Catalog: themes/alysum/translations/*/ShopThemeGlobal.*.xlf
Languages: uk_ua

source: About and Contact
uk_ua: Про нас і контакти

source: Our stores
uk_ua: Наші магазини

source: Sitemap
uk_ua: Мапа сайту

source: You cannot access this store from your country. We apologize for the inconvenience.
uk_ua: Ви не можете отримати доступ до цього магазину зі своєї країни. Ми просимо вибачення за незручності.

source: List of sub categories in %name%:
uk_ua: Список підкатегорій у %name%:

source: (no filter)
uk_ua: (без фільтру)

source: Active filters
uk_ua: Активні фільтри

source: Close
uk_ua: Закрити

source: Per Page
uk_ua: На сторінці

source: Password
uk_ua: Пароль

source: Share via
uk_ua: Поширити у

source: Sort by
uk_ua: Сортувати за

source: Ecommerce software by
uk_ua: Програмне забезпечення для електронної комерції від

source: List of pages in %name%:
uk_ua: Список сторінок у %name%:

source: Our website is almost ready.
uk_ua: Наш веб-сайт майже готовий.
